Repository: MiguelSchulz/panda-be-free
Catalog: Modules/PandaModules/Sources/PandaModels/Resources/Localizable.xcstrings
Source language: en
Languages: de

# %lldh %lldm
source: %1$lldh %2$lldm
de: %1$lld Std. %2$lld Min.

# %lldh %lldm remaining
source: %1$lldh %2$lldm remaining
de: Noch %1$lld Std. %2$lld Min.

source: %lldm
de: %lld Min.

source: %lldm remaining
de: Noch %lld Min.

source: <1m
de: <1 Min.

source: <1m remaining
de: Weniger als 1 Min.

source: 3D Print
de: 3D-Druck

source: Absolute accuracy calibration
de: Kalibrierung der absoluten Genauigkeit

source: Auto Detect
de: Automatisch erkennen

source: Bed leveling (high temp)
de: Bed Leveling (hohe Temp.)

source: Calibrating
de: Kalibrierung

source: Calibrating blade holder
de: Kalibrierung Klingenhalter

source: Calibrating camera
de: Kalibrierung Kamera

source: Calibrating camera offset
de: Kalibrierung Kamera-Offset

source: Calibrating extrusion
de: Kalibrierung Extrusion

source: Calibrating extrusion flow
de: Kalibrierung Extrusionsfluss

source: Calibrating micro lidar
de: Kalibrierung Micro Lidar

source: Calibrating motor noise
de: Kalibrierung Motorgeräusche

source: Calibrating nozzle clump detection
de: Kalibrierung Nozzle-Klumpen-Erkennung

source: Calibrating nozzle offset
de: Kalibrierung Nozzle-Offset

source: Cancelled
de: Abgebrochen

source: Chamber temp control error
de: Fehler bei Chamber-Temperaturregelung

source: Changing filament
de: Filament wird gewechselt

source: Checking absolute accuracy
de: Prüfung der absoluten Genauigkeit

source: Checking camera position
de: Prüfung der Kameraposition

source: Checking door and cover
de: Prüfung von Tür und Abdeckung

source: Checking extruder temp
de: Prüfung der Extruder-Temperatur

source: Checking material
de: Materialprüfung

source: Checking material position
de: Prüfung der Materialposition

source: Checking platform
de: Prüfung der Druckplatte

source: Checking quick release
de: Prüfung Schnellverschluss

source: Cleaning nozzle tip
de: Reinigung der Nozzle-Spitze

source: Complete
de: Fertig

source: Cooling chamber
de: Chamber wird gekühlt

source: Cooling heatbed
de: Heizbett wird gekühlt

source: Custom
de: Benutzerdefiniert

source: Cutting module offset calibration
de: Kalibrierung Schneidemodul-Offset

source: Done
de: Fertig

source: Filament loading
de: Filament wird geladen

source: Filament runout pause
de: Pause: Filament aufgebraucht

source: Filament unloading
de: Filament wird entladen

source: Front cover falling
de: Frontabdeckung fällt

source: Heatbed temp malfunction
de: Fehlfunktion Heizbett-Temperatur

source: Heating chamber
de: Chamber wird aufgeheizt

source: Heating hotend
de: Hotend wird aufgeheizt

source: Homing blade holder
de: Homing Klingenhalter

source: Homing toolhead
de: Homing Druckkopf

source: Identifying build plate
de: Druckplatte wird erkannt

source: Idle
de: Bereit

source: Inspecting first layer
de: Prüfung der ersten Schicht

source: Issue
de: Problem

source: Laser calibration
de: Laser-Kalibrierung

source: Live view camera calibration
de: Kalibrierung der Live-View-Kamera

source: Measuring surface
de: Oberfläche wird vermessen

source: Motor noise calibration
de: Motorgeräusch-Kalibrierung

# Nozzle %@ · Bed %@
source: Nozzle %1$@ · Bed %2$@
de: Nozzle %1$@ · Bett %2$@

# Nozzle %@ · Bed %@ · Chamber %lld°C
source: Nozzle %1$@ · Bed %2$@ · Chamber %3$lld°C
de: Nozzle %1$@ · Bett %2$@ · Chamber %3$lld°C

source: Nozzle temp malfunction
de: Fehlfunktion Nozzle-Temperatur

source: Paused
de: Pausiert

source: Paused by G-code
de: Pause durch G-Code

source: Paused by user
de: Vom Benutzer pausiert

source: Paused: AMS lost
de: Pause: AMS verloren

source: Paused: cutter error
de: Pause: Cutter-Fehler

source: Paused: first layer error
de: Pause: Fehler bei erster Schicht

source: Paused: low fan speed
de: Pause: Niedrige Lüftergeschwindigkeit

source: Paused: nozzle clog
de: Pause: Nozzle verstopft

source: Paused: nozzle filament covered
de: Pause: Nozzle mit Filament bedeckt

source: Paused: skipped step
de: Pause: Schritt übersprungen

source: Preheating heatbed
de: Heizbett wird vorgeheizt

source: Preparing
de: Vorbereitung

source: Preparing AMS
de: AMS wird vorbereitet

source: Preparing hotend
de: Hotend wird vorbereitet

source: Printing
de: Druckt

source: Printing calibration lines
de: Kalibrierungslinien werden gedruckt

source: Purifying chamber air
de: Chamber-Luft wird gereinigt

source: Scanning bed surface
de: Druckbett wird gescannt

source: Silent
de: Leise

source: Stop
de: Stopp

source: Thermal preconditioning
de: Thermische Vorkonditionierung

source: Vibration compensation
de: Vibrationskompensation

source: Waiting for chamber temp
de: Warten auf Chamber-Temperatur

source: Waiting for heatbed temp
de: Warten auf Heizbett-Temperatur
